{
  "title": {
    "English": "Activity - Hide and Seek",
    "Français": "Activité - Cache cache"
  },
  "content": [
    {
      "type": "image",
      "src": "https://storage.googleapis.com/fortnite-erwin/image11.jpg",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": {
        "English": "The principle of hide-and-seek is universally known: one player searches, the others hide. Fortnite, with its vast maps and creative modes, offers an ideal playground for this activity. You can hide in buildings, behind rocks, or even camouflage yourself as inanimate objects (depending on the available modes). This simplicity makes the game accessible to everyone, with no technical or skill requirements. Everyone can participate, whether they're a seasoned player or a complete beginner.",
        "Français": "Le principe du cache-cache est universellement connu : un joueur cherche, les autres se cachent. Fortnite, avec ses cartes vastes et ses modes créatifs, offre un terrain de jeu idéal pour cette activité. On peut se cacher dans des bâtiments, derrière des rochers, ou même se camoufler en objets inanimés (selon les modes disponibles). Cette simplicité rend le jeu accessible à tous, sans prérequis techniques ou de compétence. Chacun peut y participer, qu'il soit un joueur aguerri ou un parfait débutant."
      }
    },
    {
      "type": "jump"
    },
    {
      "type": "heading",
      "level": 2,
      "text": {
        "English": "",
        "Français": "Parfait pour débutant"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "The essence of hide-and-seek is pure fun. The tense moments as the seeker approaches, the ingenious hiding places, and the unexpected discoveries all spark laughter and good humor. It's a great way to break the ice and foster informal interaction between team members. Discussions about hiding strategies, game anecdotes, or even friendly teasing flow naturally, strengthening bonds beyond the professional sphere.",
        "Français": "L'essence du cache-cache est le plaisir pur. Les moments de tension quand le chercheur approche, les cachettes ingénieuses, et les découvertes inattendues sont autant de situations qui provoquent le rire et la bonne humeur. C'est un excellent moyen de briser la glace et de favoriser l'interaction informelle entre les membres de l'équipe. Les discussions sur les stratégies de cachette, les anecdotes de parties, ou même les taquineries amicales fusent naturellement, renforçant les liens au-delà du cadre professionnel."
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "To participate, simply enter the code l'île in the search bar. Here is a non-exhaustive list to try:",
        "Français": "Pour participer à un cache cache il suffit d'entrer le code l'île dans la barre de recherche, voici un liste non exhaustive à essayer : "
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "0764-9349-7776",
        "Français": "0764-9349-7776"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "5253-1244-8438",
        "Français": "5253-1244-8438"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "0202-6572-1515",
        "Français": "0202-6572-1515"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "1786-5231-4146",
        "Français": "1786-5231-4146"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "1876-5991-4979",
        "Français": "1876-5991-4979"
      }
    }
  ]
}
