{
  "title": {
    "English": "Activity - Racing",
    "Français": "Activité - Courses"
  },
  "content": [
    {
      "type": "image",
      "src": "https://storage.googleapis.com/fortnite-erwin/image8.jpeg",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": {
        "English": "Rocket Racing is a multiplayer racing game available in Fortnite. Up to twelve players compete on a racetrack, the goal being to finish the race before everyone else while avoiding obstacles. Players can jump over certain obstacles or drive on tunnel walls or ceilings. Drifting around corners increases their nitro, which allows them to activate a temporary speed boost against other players.",
        "Français": "Rocket Racing est un jeu de course multijoueur accessible dans Fortnite. Jusqu'à douze joueurs s'affrontent sur une piste de course, le but étant de terminer la course avant tout le monde tout en évitant les obstacles. Les joueurs peuvent sauter par-dessus certains obstacles ou conduire sur les murs ou les plafonds des tunnels. En driftant dans les virages, le joueurs augmente sa nitro, ce qui lui permettra d'activer un boost de vitesse temporaire contre les autres joueurs."
      }
    },
    {
      "type": "jump"
    },
    {
      "type": "heading",
      "level": 2,
      "text": {
        "English": "Accelerate Your Team Cohesion",
        "Français": "Accélérez la Cohésion de Votre Équipe"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "One of Rocket Racing's major strengths is its immediate handling. The driving is very arcade-like, allowing everyone to have fun without any hassle, whether they're a seasoned gamer or a novice. No more overly complex games that frustrate part of the team! Here, the objective is clear: the finish line. This simplicity makes the game inclusive and ensures that everyone can participate and enjoy the experience.",
        "Français": "L'un des atouts majeurs de Rocket Racing est sa prise en main immédiate. La conduite est très arcade, ce qui permet à chacun de s'amuser sans prise de tête, qu'il soit un gamer chevronné ou un novice. Fini les jeux trop complexes qui frustrent une partie de l'équipe ! Ici, l'objectif est clair : la ligne d'arrivée. Cette simplicité rend le jeu inclusif et assure que tout le monde peut participer et profiter de l'expérience."
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "Additionally, it's particularly well-suited for small and medium-sized teams, as it can accommodate up to 12 players. If the maximum number isn't reached, the game supplements the participants with artificial intelligence, ensuring action-packed races every time. This makes it easy to organize events, even with smaller teams, while maintaining a stimulating racing dynamic.",
        "Français": "De plus, il est particulièrement bien adapté aux équipes de petite et moyenne taille, puisqu'il peut accueillir jusqu'à 12 joueurs. Si le nombre maximum n'est pas atteint, le jeu complète les participants avec des intelligences artificielles, garantissant ainsi des courses pleines d'action à chaque fois. Cela permet d'organiser facilement des événements, même avec des effectifs plus modestes, tout en conservant une dynamique de course stimulante."
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "The very essence of a racing game lies in competition. Rocket Racing is no exception, and it's a great way to build a team! Racing fosters a positive competitive spirit within your team. Every tight turn, every well-placed boost, every overtake is an opportunity to challenge each other and celebrate individual successes.",
        "Français": "L'essence même d'un jeu de course réside dans la compétition. Rocket Racing n'échappe pas à cette règle, et c'est une excellente chose pour le team building ! La course stimule un esprit de compétition positif au sein de votre équipe. Chaque virage serré, chaque boost bien placé, chaque dépassement est une occasion de se challenger mutuellement et de célébrer les succès individuels."
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "But beyond competition, the game encourages interaction between employees. Even though each player drives their own car, discussions about strategies, the best tracks, racing anecdotes, or even friendly backstabbing naturally flow. It's a fun way to break the ice, discover new facets of your colleagues, and strengthen the informal bonds that are so valuable in a team.",
        "Français": "Mais au-delà de la compétition, le jeu encourage l'interaction entre les employés. Même si chaque joueur pilote sa propre voiture, les discussions sur les stratégies, les meilleurs tracés, les anecdotes de course, ou même les petits coups bas amicaux, fusent naturellement. C'est une manière ludique de briser la glace, de découvrir de nouvelles facettes de ses collègues et de renforcer les liens informels qui sont si précieux dans une équipe."
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "Rocket Racing offers a fresh and dynamic approach to team building. It's an activity that combines simplicity, fun, and a definite potential to strengthen positive competition and interaction within your team. So, are you ready to step up your game and build greater cohesion?",
        "Français": "Rocket Racing offre une approche fraîche et dynamique du team building. C'est une activité qui allie simplicité, fun et un potentiel certain pour renforcer la compétition positive et l'interaction au sein de votre équipe. Alors, prêts à mettre les gaz pour une meilleure cohésion ?"
      }
    }
  ]
}
