{
  "title": {
    "English": "Activity - Parkours",
    "Français": "Activité - Parkours"
  },
  "content": [
    {
      "type": "image",
      "src": "https://storage.googleapis.com/fortnite-erwin/image10.jpeg",
      "alt": ""
    },
    {
      "type": "paragraph",
      "text": {
        "English": "Fortnite offers unexpected playgrounds perfectly suited to fostering collaboration and delivering memorable moments. Among them, the courses, often called \"Deathruns,\" stand out as a dynamic and fun option.",
        "Français": "Fortnite propose des terrains de jeu inattendus et parfaitement adaptés à stimuler la collaboration et offrir des moments mémorables. Parmi eux, les parcours, souvent appelés \"Deathruns\", se distinguent comme une option dynamique et amusante"
      }
    },
    {
      "type": "jump"
    },
    {
      "type": "heading",
      "level": 2,
      "text": {
        "English": "Demanding and Rewarding Challenge",
        "Français": "Défi Exigeant et Gratifiant"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "Fortnite courses, popularized by talented creators like JDUTH with his famous Deathrun, consist of navigating from point A to point B through a series of obstacles and traps. The goal is to arrive as quickly as possible to accumulate points. This activity is a true virtual Ninja Warrior, requiring precision, perseverance, and sometimes a good dose of composure. For a team, it's a unique opportunity to face a shared challenge, where everyone can progress at their own pace while being encouraged by others.",
        "Français": "Les parcours Fortnite, démocratisés par des créateurs talentueux comme JDUTH avec son célèbre Deathrun, consistent à naviguer d'un point A à un point B à travers une série d'obstacles et de pièges. L'objectif est d'arriver le plus vite possible pour accumuler des points. Cette activité est un véritable Ninja Warrior virtuel, exigeant précision, persévérance et parfois une bonne dose de sang-froid. Pour une équipe, c'est une occasion unique de se confronter à un défi commun, où chacun peut progresser à son rythme tout en étant encouragé par les autres."
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "The competitive aspect is inherent to the courses: who will be the fastest? Who will best avoid the traps? This healthy emulation is a driving force for participant engagement. However, fun remains at the heart of the experience. The comical situations, spectacular failures, and last-minute successes are all opportunities to laugh together and create shared memories. It's the perfect blend of self-improvement and pure entertainment.",
        "Français": "L'aspect compétitif est inhérent aux parcours : qui sera le plus rapide ? Qui évitera le mieux les pièges ? Cette saine émulation est un moteur pour l'engagement des participants. Cependant, l'amusement reste au cœur de l'expérience. Les situations cocasses, les ratés spectaculaires et les réussites in extremis sont autant d'occasions de rire ensemble et de créer des souvenirs partagés. C'est le mélange parfait entre le dépassement de soi et le divertissement pur."
      }
    },
    {
      "type": "jump"
    },
    {
      "type": "heading",
      "level": 2,
      "text": {
        "English": "Island Code",
        "Français": "Code des îles"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "To participate in a course, simply enter the code l'île in the search bar. Here is a non-exhaustive list to try:",
        "Français": "Pour participer à un parcours il suffit d'entrer le code l'île dans la barre de recherche, voici un liste non exhaustive à essayer : "
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "9213-8725-3976",
        "Français": "9213-8725-3976"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "5595-8016-3185",
        "Français": "5595-8016-3185"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "0837-5219-2529",
        "Français": "0837-5219-2529"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "1026-8832-1220",
        "Français": "1026-8832-1220"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "7692-3036-3659",
        "Français": "7692-3036-3659"
      }
    },
    {
      "type": "paragraph",
      "text": {
        "English": "6159-0174-2706",
        "Français": "6159-0174-2706"
      }
    }
  ]
}
